oh-my-zsh/oh-my-zsh path:plugins/colored-man-pages
oh-my-zsh/oh-my-zsh path:plugins/command-not-found
oh-my-zsh/oh-my-zsh path:plugins/git
oh-my-zsh/oh-my-zsh path:plugins/git-extras
oh-my-zsh/oh-my-zsh path:plugins/node
oh-my-zsh/oh-my-zsh path:plugins/poetry


romkatv/powerlevel10k

rupa/z

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
